[
    {
        "title": "Welcome to the Application",
        "content": "Thank you for installing our application. We hope you find it useful and enjoyable to use. If you have any questions, feel free to reach out to our support team.",
        "recieved": "10 minutes ago"
    },
    {
        "title": "New Feature Alert",
        "content": "We have just released a new feature that allows you to customize your dashboard. Check it out in the settings menu!",
        "recieved": "2 hours ago"
    },
    {
        "title": "Maintenance Notification",
        "content": "Scheduled maintenance will occur on Saturday from 2 AM to 4 AM. The application may be unavailable during this time.",
        "recieved": "1 day ago"
    },
    {
        "title": "Weekly Summary",
        "content": "Here is your weekly summary of activities. You completed 5 tasks and achieved 3 goals. Keep up the great work!",
        "recieved": "1 week ago"
    },
    {
        "title": "Security Update",
        "content": "A new security update is available. Please update your application to ensure your data remains secure.",
        "recieved": "2 weeks ago"
    },
    {
        "title": "Feedback Request",
        "content": "We value your feedback! Please take a moment to fill out our survey to help us improve the application.",
        "recieved": "3 weeks ago"
    },
    {
        "title": "Holiday Greetings",
        "content": "Happy holidays! We wish you a joyful season and a prosperous new year. Thank you for being a part of our community.",
        "recieved": "1 month ago"
    },
    {
        "title": "Account Update Required",
        "content": "Please update your account information to ensure continued access to all features of the application.",
        "recieved": "2 months ago"
    },
    {
        "title": "New Version Available",
        "content": "A new version of the application is available. Please update to enjoy the latest features and improvements.",
        "recieved": "3 months ago"
    },
    {
        "title": "Thank You for Your Support",
        "content": "We appreciate your support and loyalty. As a token of our gratitude, we are offering you a discount on your next subscription renewal.",
        "recieved": "4 months ago"
    },
    {
        "title": "Community Event Invitation",
        "content": "Join us for our upcoming community event! Connect with other users, share your experiences, and learn more about the application.",
        "recieved": "5 months ago"
    },
    {
        "title": "Feature Request Update",
        "content": "We have reviewed your feature request and are happy to inform you that it will be included in the next update. Thank you for your suggestion!",
        "recieved": "6 months ago"
    },
    {
        "title": "End of Year Review",
        "content": "As the year comes to a close, we want to thank you for being a part of our journey. Here’s to another year of success and innovation!",
        "recieved": "7 months ago"
    },
    {
        "title": "Message from User123",
        "content": "Hey, how are you doing today? I just wanted to check in and see if you need any help with the application.",
        "recieved": "10 minutes ago"
    },
    {
        "title": "Message from SecretAdmirer",
        "content": "I just wanted to say that I really enjoy using this application. It has made my life so much easier!",
        "recieved": "2 hours ago"
    },
    {
        "title": "Message from User456",
        "content": "I have a question about one of the features. Can you help me understand how it works?",
        "recieved": "1 day ago"
    },
    {
        "title": "Message from User789",
        "content": "Thanks for the quick response to my last message. I really appreciate your support!",
        "recieved": "1 week ago"
    },
    {
        "title": "Message from MysteryGuest",
        "content": "Do you have any tips for new users? I’m just getting started and could use some advice.",
        "recieved": "1 day ago"
    }
]